Repository: EstelleBouttier/blogsymfony
Catalog: translations/ResetPasswordBundle.*.xlf
Languages: ru

source: %count% year|%count% years
ru: %count% год|%count% года|%count% лет

source: %count% month|%count% months
ru: %count% месяц|%count% месяца|%count% месяцев

source: %count% day|%count% days
ru: %count% день|%count% дня|%count% дней

source: %count% hour|%count% hours
ru: %count% час|%count% часа|%count% часов

source: %count% minute|%count% minutes
ru: %count% минута|%count% минуты|%count% минут

source: There was a problem validating your password reset request
ru: Возникла проблема с проверкой вашего запроса на сброс пароля

source: There was a problem handling your password reset request
ru: Не удалось обработать ваш запрос на сброс пароля

source: The link in your email is expired. Please try to reset your password again.
ru: Ссылка в вашем письме устарела. Пожалуйста, попробуйте сбросить пароль еще раз.

source: Please update the request_password_repository configuration in config/packages/reset_password.yaml to point to your "request password repository" service.
ru: Обновите конфигурацию request_password_repository в config/packages/reset_password.yaml, чтобы она указывала на ваш "request password repository" сервис.

source: The reset password link is invalid. Please try to reset your password again.
ru: Ссылка для сброса пароля недействительна. Пожалуйста, попробуйте сбросить пароль еще раз.

source: You have already requested a reset password email. Please check your email or try again soon.
ru: Вы уже запрашивали электронное письмо для сброса пароля. Пожалуйста, проверьте свою электронную почту или повторите попытку еще раз в ближайшее время.
